import React from 'react'

function Jubilees() {
  return (
    <div className="main-content">
      <img className="title" src="/images/jubilees.png" alt="Юбиляры" />
      <p className="caption">
        Юбиляры
      </p>
      <div className="main-description">
        <p className="main-description-title">Баженов Илья Иванович</p>
        <p>Родился 05.03.1958 г.</p>
        <p>Закончил Сыктывкарский государственный университет.</p>
        <p>Векторные меры, упорядоченные пространства и булевы алгебры, нечеткая логика, информационные технологии в образовании.</p>
        <p>Заведующий кафедрой информационных систем, математики и естественнонаучных дисциплин Коми республиканской академии государственной службы и управления. Автор более 80 научных и научно-методических работ.</p>
        <div className="description-title">
          <img src="images/cake.gif" alt="Торт" />
          Уважаемый Илья Иванович!
          <br />
          Сердечно поздравляем Вас с юбилеем! Желаем счастья и удач, разрешенья всех задач!
        </div>
      </div>
      <div className="main-description">
        <p className="main-description-title">Вечтомов Евгений Михайлович</p>
        <p>Родился 15.05.1953 г.</p>
        <p>Закончил Кировский государственный педагогический институт.</p>
        <p>Алгебра, кольца и полукольца непрерывных функций, теория полуколец, философия математики и вопросы образования.</p>
        <p>Заведующий кафедрой алгебры и дискретной математики Вятского государственного гуманитарного университета. Соросовский профессор. Председатель УМО педагогических вузов Волго-Вятского региона. Отличник народного просвещения (1996 г.), почетный работник высшего профессионального образования РФ (2003 г.), Заслуженный работник высшей школы РФ (2008 г.). Обладатель почетных званий РАЕН «Основатель научной школы» и «Золотая кафедра России», награждён золотой медалью им. В.И. Вернадского.</p>
        <div className="description-title">
          <img src="images/cake.gif" alt="Торт" />
          Дорогой Евгений Михайлович!
          <br />
          Поздравляем Вас с юбилеем! Желаем счастья, здоровья, творческих успехов!
        </div>
      </div>
      <div className="main-description">
        <p className="main-description-title">Мальков Вениамин Михайлович </p>
        <p>Родился 13.08.1938 г.</p>
        <p>Закончил Ленинградский государственный университет.</p>
        <p>Механика деформируемого твердого тела, нелинейная теория упругости и вязкоупругости, механика эластомерных материалов и конструкций, сингулярные краевые задачи.</p>
        <p>Профессор кафедры вычислительных методов механики деформируемого твердого тела Санкт-Петербургского государственного университета. Соросовский профессор (2000-2002). Награжден: Медаль «Ветеран труда», медаль «В память 300 - летия С.-Петербурга», медаль «100 - летие профсоюза», Почетная грамота Ученого Совета СПбГУ «За высокое педагогическое мастерство», Почетные грамоты Президиума ЦК профсоюза работников народного образования и науки РФ и Территориального комитета профсоюза г. С.-Петербурга и Ленинградской области, Почетный диплом лауреата премии им. Ю.В. Пашкуса за успешное совмещение профессиональной и общественно-профсоюзной деятельности, знак «Ударник X пятилетки», знаки «Победитель социалистического соревнования».</p>
        <div className="description-title">
          <img src="images/cake.gif" alt="Торт" />
          Уважаемый Вениамин Михайлович!
          <br />
          С юбилеем Вас поздравляем, здоровья крепкого желаем!
        </div>
      </div>
      <div className="main-description">
        <p className="main-description-title">Петров Николай Никандрович</p>
        <p>Родился 18.12.1953 г.</p>
        <p>Закончил Ленинградский государственный университет.</p>
        <p>Теория дифференциальных игр, теория управления, математические методы в экономике.</p>
        <p>Профессор кафедры дифференциальных уравнений, декан математического факультета Удмуртского государственного университета. Автор более 100 научных работ по теории игр и ее приложений, в том числе 8 книг. Среди которых «Конфликтное взаимодействие групп управляемых объектов», «Математические игры», «Введение в выпуклый анализ», «Сборник задач и упражнений по теории игр». Соросовский доцент.</p>
        <div className="description-title">
          <img src="images/cake.gif" alt="Торт" />
          Дорогой Николай Никандрович!
          <br />
          Сердечно поздравляем Вас с юбилеем и желаем здоровья, благополучия и творческих успехов!
        </div>
      </div>
    </div>
  )
}

export default Jubilees