import React, { Fragment } from 'react';

function Address() {
  return (
    <Fragment>
      <img className="title" src="/images/news.png" alt="О журнале" />
      <p className="caption">
        Новости
      </p>
      <div className="mb-3 main-description">
        Продолжается приём статей для "Вестника Сыктывкарского университета" серии 1, выпуск 22. Статьи принимаются по адресу <a href="vestnik-mmi@syktsu.ru">vestnik-mmi@syktsu.ru</a>. Правила оформления статей смотрите <a href="/to_authors">здесь</a>.
      </div>
      <div className="mb-3 main-description">
        Продолжается приём статей для "Вестника Сыктывкарского университета" серии 1, выпуск 18. Статьи принимаются по адресу <a href="vestnik-mmi@syktsu.ru">vestnik-mmi@syktsu.ru</a>. Правила оформления статей смотрите <a href="/to_authors">здесь</a>.
      </div>
      <div className="mb-3 main-description">
        Вышел 16-ый выпуск Вестника Сыктыв. ун-та. Серия 1: Математика. Механика. Информатика, посвященный юбилею кафедры математического моделирования и кибернетики.
      </div>
      <div className="mb-3 main-description">
        <b>15-ый выпуск</b> Вестника Сыктыв. ун-та. Серия 1: Математика. Механика. Информатика посвящен 75-летию его основателя и главного редактора доктора физико-математических наук, профессора, заслуженного деятеля науки Российской Федерации <b>ЕВГЕНИЯ ИЛЬИЧА МИХАЙЛОВСКОГО</b>.
      </div>
      <div className="mb-3 main-description">
        Произошло объединение трех факультетов: математического, физико-технического, факультета информационных систем и технологий в институт точных наук и информационных технологий.  Директором стал <b>Миронов Владимир Валерьевич</b>, зам. директора по учебной работе - <b>Хозяинов Сергей Александрович</b>.
      </div>
      <div className="mb-3 main-description">
        <p className="main-description-title">ГРАФИК ВЫХОДА ИЗДАНИЯ</p>
        В этом году на командном туре победили школьники КРФМЛИ (команда FML#Team в составе Варламов Е., Мингалёв О., Сивков Е.), а лучшая университетская команда SuperTeam в составе Кораблев А., Болгар В., Максименко В. стала второй. Чемпионат обзавёлся попечителем. Им стала компания Цифроград, которая организовала праздничную атмосферу, обеспечила призы и даже выделила денежный грант лучшей университетской команде.
      </div>
      <div className="mb-3 main-description">
        <p>В <b>1999-2011 гг.</b> вышли книги преподавателей математического факультета:</p>
        <p className="main-description-title">- 2009 -</p>
        <ul>
          <li>
            <b>Михайловский Е.И., Ермоленко А.В., Миронов В.В., Тулубенская Е.В.</b> Уточненные нелинейные уравнения в неклассических задачах механики оболочек. Учебное пособие. - Сыктывкар.: Изд-во Сыкт. ун-та, 2009. - 141 с.
          </li>
          <li>
            <b>Михайловский Е.И., Никитенков В.Л., Холопов А.А.</b> Итерационные методы решения операторных уравнений. Учебное пособие. - Сыктывкар.: Изд-во Сыкт. ун-та, 2009. - 322 с.
          </li>
          <li>
            <b>Порошкин А.Г.</b> Теория рядов. Учебное пособие. - М.: Книжный дом "Либроком", 2009. - 128 с. (Гриф УМО по математике педвузов Волго-Вятского региона)
          </li>
        </ul>
        <p className="main-description-title">- 2008 -</p>
        <ul>
          <li>
            <b>Никитенков В.Л., Холопов А.А.</b> Задачи линейного программирования и методы их решения. Учебное пособие. Сыктывкар: Изд-во Сыкт. ун-та, 2008. 275 с. (Гриф УМО по классическому университетскому образованию РФ)
          </li>
          <li>
            <b>Яковлев В.Д.</b> Алгебра и математический анализ, 10 класс. Учебное пособие. Сыктывкар: Изд-во Сыкт. ун-та, 2008. 236 с. (Гриф УМО педвузов Волго-Вятского региона)
          </li>
          <li>
            <b>Порошкин А.Г.</b> Элементы теории множеств.Учебное пособие. Издание второе, исправленное и дополненное. - Сыктывкар: ИПО СыктГУ. - 2008. - 64 с. (Гриф УМО по математике педвузов Волго-Вятского региона)
          </li>
        </ul>
        <p className="main-description-title">- 2007 -</p>
        <ul>
          <li>
            <b>Никитенков В.Л.</b> Сыктывкарский государственный университет. Первые годы. Лица. PRO MEMORIA.Сыктывкар: Изд-во Сыкт. ун-та, 2007. 210 с.
          </li>
          <li>
            <b>Михайловский Е.И.</b> Математические модели механики упругих тел.Сыктывкар: Изд-во Сыкт. ун-та, 2007. 516 с.
          </li>
        </ul>
        <p className="main-description-title">- 2006 -</p>
        <ul>
          <li>
            <b>Порошкин А.Г.</b> Теория меры и интеграла.М.: "КомКнига", 2006. 184 с.
          </li>
          <li>
            <b>Баженов И.И., Порошкин А.Г., Тимофеев А.Ю., Яковлев В.Д.</b> Задачи для школьных математических кружков.Сыктывкар: Изд-во Сыкт. ун- та, 2006. 224 с. (Гриф МОиН РФ, Премия правительства Республики Коми в области образования)
          </li>
        </ul>
        <p className="main-description-title">- 2005 -</p>
        <ul>
          <li>
            <b>Михайловский Е.И.</b> Школа механики оболочек академика Новожилова.Сыктывкар: Изд-во Сыкт. ун-та, 2005. 169 с.
          </li>
          <li>
            <b>Профессор Сергей Худяев</b> (сборник художественно-публицистических статей). Сыктывкар: изд-во Лотос, 2005. 120 с.
          </li>
        </ul>
        <p className="main-description-title">- 2004 -</p>
        <ul>
          <li>
            <b>Михайловский Е.И.</b> Математические модели механики упругих тел.Учебное пособие. Сыктывкар: Изд-во Сыктывкарского ун-та, 2004. 324 с. (Гриф НМС по прикладной математике, Премия Правительства Республики Коми в области образования)
          </li>
          <li>
            <b>Порошкин А.Г.</b> Лекции по функциональному анализу.Учебное пособие. М.: "Вузовская книга", 2004. 412 с. (Гриф НМС по математике и механике УМО университетов РФ, Премия Правительства Республики Коми в области образования)
          </li>
          <li>
            <b>Певный А.Б.</b> Дискретные сплайны и вейвлеты. Учебное пособие. Сыктывкар: Изд-во Сыкт. ун-та, 2004. 166 с. (Гриф НМС по математике и механике УМО университетов РФ)
          </li>
        </ul>
        <p className="main-description-title">- 2003 -</p>
        <ul>
          <li>
            <b>Худяев С.И.</b> Пороговые явления в нелинейных уравнениях (монография). М.: Физматгиз. 2003. 272 с.
          </li>
        </ul>
        <p className="main-description-title">- 2002 -</p>
        <ul>
          <li>
            <b>Михайловский Е.И.</b> Лекции по вариационным методам механики упругих тел. Сыктывкар: Изд-во Сыкт. ун-та, 2002. 256 с. (Гриф НМС по математике и механике УМО университетов РФ, Премия Правительства Республики Коми в области образования)
          </li>
          <li>
            <b>Черных К.Ф., Михайловский Е.И., Никитенков В.Л.</b> Об одной ветви научной школы Новожилова. Сыктывкар: Изд-во Сыкт. ун-та, 2002. 147с.
          </li>
          <li>
            Общая нелинейная теория оболочек /Авт: <b>С.А. Кабриц, Е.И. Михайловский, П.Е. Товстик, К.Ф. Черных, В.А. Шамина.</b> СПб: Изд-во С.-Петерб. ун-та, 2002. 388 с.
          </li>
        </ul>
      </div>
    </Fragment>
  );
}

export default Address;
